Revit 2024 API
DisableAnalyticalModelCB Methods
The DisableAnalyticalModelCB type exposes the following members.
Methods
Name | Description
Dispose |  (Inherited from FailureResolution.)
Equals
Determines whether the specified Object is equal to the current Object.
 (Inherited from Object.)
GetHashCode
Serves as a hash function for a particular type.
 (Inherited from Object.)
GetType
Gets the Type of the current instance.
 (Inherited from Object.)
ToString
Returns a string that represents the current object.
 (Inherited from Object.)
See Also
DisableAnalyticalModelCB Class
Autodesk.Revit.DB Namespace